import random
while True:

    clovo = input("\n1.Глагол\n2.Существительное\n3.Прилагательное\n4.Местоимение\nВведите индекс или имя части речи: ")

    glagol = [" спать " , " прыгать " , " кушать " , " идти " , " искать " , " рисовать " , " гулять " , " говорить " , " покупать " , " производить " , " смотреть "]
    glagol2 = random.choice(glagol)

    sysh = [" телефон ", " кровать " , " солнце " , " стол " , " слон " , " музыка " , " дом " , " сумка " , " рука " , " винда " , " кран " , " печка "]
    sysh2 = random.choice(sysh)

    pril = [" Красивый " , " Высокий " , " Уродливый " , " Белый " , " Умный " , " Тупой " , " Глянцевый " , " Дорогой " , " Далёкий " , " Яркий " , " Удивительный "]
    pril2 = random.choice(pril)

    name = [" я " , " мы " , " ты " , " он " , " она " , "они" , " вы "]
    name2 = random.choice(name)

    person = [" Саид" , " Путин" , " Баба Капа" , " Лунтик" , " Хакер" , " Бомж" , " Злелёный негр" , " Виндизель" , " Шайгу" ," Андрей"]
    person1 = random.choice(person)

    kakoy = ["Безголовый" , "Красивый" , "Секасный" , "Высокий" , "Гламурный" , "Яркидрошкий" , "Манящий" , "Удивительный" , "Голубой"]
    kakoy2 = random.choice(kakoy)

    cdelal = [" пашёл" , " прилител" , " подлетел" , " приехал на гироскуторе" , " прыгнул" , " приполз" , " прилёг" , " пришёл гусиныйм шагом"]
    cdelal3 = random.choice(cdelal)

    kyga = [" в Украину" , " помогать бомжу" , " играть в ферму" , " жаловаться Путину" , " искать свой спинер" , " позвать маму" , " в туалет" , " в салон красоты покраситься" , " готовить шаурму"]
    kyga4 = random.choice(kyga)

    if clovo == "1" or clovo == "Глагол":
        print("Глагол: " + glagol2)

    if clovo == "2" or clovo == "Существительное":
        print("Существительное: "+ sysh2)

    if clovo == "3" or clovo == "Прилагательное":
        print("Прилагательное: " + pril2)

    if clovo == "4" or clovo == "Местоимение":
        print("Местоимение: " + name2)

    if clovo == "str":
        print(kakoy2 + person1 + cdelal3 + kyga4)


    if clovo == "stop":
        print("Ну ладно")
        break

